Repository: NethServer/nethserver-backup-config
Catalog: root/usr/share/locale/*/LC_MESSAGES/nethserver-backup.po
Languages: es_es, it_it

source: Backup started at %s
es_es: La copia de seguridad se inició a %s
it_it: Backup iniziato alle %s

source: Pre backup scripts status: ERROR
es_es: Pre estado de la secuencia de comandos de la copia de seguridad: ERROR
it_it: Stato script pre-backup: ERRORE

source: Pre backup scripts status: SUCCESS
es_es: Pre estado de la secuencia de comandos de la copia de seguridad: SUCCESS
it_it: Stato script pre-backup: SUCCESSO

source: Backup script status: ERROR
es_es: Estado de la secuencia de comandos de la copia de seguridad: ERROR
it_it: Stato script backup: ERRORE

source: Backup script status: SUCCESS
es_es: Estado de la secuencia de comandos de la copia de seguridad: SUCCESS
it_it: Stato script backup: SUCCESSO

source: Post backup scripts status: ERROR
es_es: Estado posterior de la secuencia de comandos de la copia de seguridad: ERROR
it_it: Stato script post-backup: ERRORE

source: Post backup scripts status: SUCCESS
es_es: Estado posterior de la secuencia de comandos de la copia de seguridad: SUCCESS
it_it: Stato script post-backup: SUCCESSO

source: Backup status: SUCCESS
es_es: El estado de copia de seguridad: SUCCESS
it_it: Stato backup: SUCCESSO

source: Backup ended at %s
es_es: La copia de seguridad terminó en %s
it_it: Backup concluso alle %s

source: Time elapsed: %s hours, %s minutes, %s seconds
es_es: Tiempo transcurrido: %s horas, %s minutos, %s segundos
it_it: Tempo trscorso: %s ore, %s minuti, %s secondi

source: Backup report
es_es: Informe de copia de seguridad
it_it: Report backup

source: SUCCESS
es_es: EXITOSO
it_it: SUCCESSO

source: ERROR
it_it: ERRORE

source: Remove of old backup failed. See:
es_es: Retire la vieja copia de seguridad que falló. ver:
it_it: Rimozione vecchi backup fallita. Vedere:

source: Metadata cleanup failed. See:
es_es: La limpieza de metadatos ha fallado. Ver:
it_it: Rimozione metadati fallita. Vedere:
